export default function About() {
  return (
    <div className="about_container">
      <h2 className="about_title">О нас</h2>
      <div className="about_content">
        <p className="about_info">
          Мы — молодая и стремительно развивающаяся компания, основанная в 2024
          году, специализирующаяся на баерских услугах по покупке и доставке
          товаров из США в Россию. За первый год работы наша клиентская база
          выросла на 150%, что говорит о высоком доверии и качестве наших услуг.
        </p>
        <p className="about_info">
          Наша цель — сделать покупку американских товаров максимально удобной,
          быстрой и доступной для клиентов. Мы подбираем, выкупаем и доставляем
          товары напрямую из США, помогая избежать сложностей с оплатой,
          логистикой и таможенным оформлением.
        </p>
        <p className="about_info">Почему выбирают нас?</p>
        <p className="about_info">✔️ Персональный подход к каждому заказу</p>
        <p className="about_info">✔️ Гарантия подлинности товаров</p>
        <p className="about_info">✔️ Оптимальные сроки доставки</p>
        <p className="about_info">✔️ Прозрачность и честные цены</p>
        <p className="about_info">
          Мы всегда на связи и готовы помочь вам приобрести желанные товары из
          США с комфортом и уверенностью!
        </p>
      </div>
    </div>
  );
}
